import {P} from "@components/text";

export default function Stapel() {
	return (
			<div className="container mx-auto">
				<P>
					Открытый достроечный тяжелый стапель — крупнейшее спусковое сооружение в РФ
				</P>
				<br/>
				<P>
					Крановое хозяйство стапеля, в том числе уникальный кран типа «Голиаф» грузоподъемностью 1200 тонн, активно
					используется в производственной деятельности. На стапеле и в сухом доке козловые краны с максимальной
					грузоподъемностью 1200 тонн позволяют производить грузоподъемные операции с блоками массой до 1100 тонн.
				</P>
			</div>
	)
}