import {H3, P} from "@components/text";

export default function BKP() {
	return (
			<div className="container mx-auto">
				<H3>
					6 пролётов: 5 горизонтальных + 1 вертикальный
				</H3>
				<br/>
				<P>
					Изготовления секций и блоков судов до 300 тонн + до 23×13×12 метров
				</P>
				<P>
					Мостовые краны в блоке корпусных производств грузоподъемностью до 120 тонн работают один за другим
				</P>
				<br/>
				<P>
					Производственная мощность блока по переработке стального проката:
				</P>
				<ul className="ml-8 list-disc">
					<li>
						<P>
							обрабатываемый металл — до 90 тысяч тонн / год
						</P>
					</li>
					<li>
						<P>
							сборка судов — до 145 тысяч тонн / год
						</P>
					</li>
				</ul>
				<br/>
				<P>
					В составе производственной линии работает высокоточная роботизированная система, позволяющая совершать
					операции резки металла с точностью позиционирования до 0,5 мм.
				</P>
				<P>
					Одним из основных технологических преимуществ создаваемой верфи является высокая автоматизация корпусного и
					трубозаготовительного производства с использованием большого количества автоматизированных линий и
					оборудования с ЧПУ, таких как:
				</P>
				<ul>
					<li>
						<P>
							Автоматизированная линия по изготовлению плоских секций
						</P>
					</li>
					<li>
						<P>
							Роботизированный комплекс автоматизированной линии резки профильного проката
						</P>
					</li>
					<li>
						<P>
							Роботизированные порталы участка изготовления микропанелей
						</P>
					</li>
					<li>
						<P>
							Автоматизированные линии трубообрабатывающего производства
						</P>
					</li>
					<li>
						<P>
							Листогибочное оборудование с ЧПУ
						</P>
					</li>
					<li>
						<P>
							Машины тепловой резки с ЧПУ
						</P>
					</li>
				</ul>
				<br/>
				<P>
					Установлены:
				</P>
				<ul>
					<li>
						<P>
							Машины резки и правки профилей
						</P>
						<P>
							Линии изготовления тавровых блоков, плоских секций, криволинейных и микропанеле
						</P>
						<P>
							Станки для снятия заусенцев и скругления кромок
						</P>
					</li>
				</ul>
				<br/>
				<P>
					Действует специальная сварочная лаборатория, которая предназначена для подготовки высококвалифицированных
					специалистов, для проведения испытаний инновационного сварочного оборудования и технологий.
				</P>
			</div>
	)
}